PIDOR_MESSAGES = ['Выясним, кто тут главный пидор😙', 'Проверим, все ли пишут тесты🤔',
                  'Смотрим наличие костылей в коде🩼', 'Ищем, у кого есть кружка Peder🍺',
                  'Изучаем фото с ЛГБТ-митингов🌈']
NICE_MESSAGES = ['Выясним, кто сегодня красавчик😎', 'Смотрим, кто быстрее всех закрывает таски🤓',
                 'Проверим, кто не пытается возвращать баги, а фиксит их💪',
                 'Анализируем, у кого меньше багов на проде🧑‍💻', 'Смотрим камеры, кто перевёл бабушку через улицу👵']
PIDOR_1_TIME = '1 раз - не пид*рас😉'
TEN_TIMES = '10 раз - заставляет задуматься🤔'
FIFTEEN_TIMES = '50 раз - уходим в отрыв🏃'
HUNDRED_TIMES = '100 раз - заявка на абсолютную победу💅'


NICE_1_TIME = '1 раз - просто повезло☺️'
NICE_10_TIMES = '10 раз - может, ты действительно красавчик😎'
NICE_50_TIMES = '50 раз - за тобой сложно угнаться🕺'
NICE_100_TIMES = '100 раз - ты зашёл очень далеко🌈'


